<ion-header no-border class="header-bg-image">
  <ion-navbar class="toolbar-md2 toolbar-ios2">
      <button ion-button menuToggle>
          <ion-icon name="menu"></ion-icon>
        </button>
  </ion-navbar>

</ion-header>


<ion-content padding class="bg-image">
    <ion-row>
        <ion-col class="p-bg-img text-center">
          <div class="container">
              <br /> 
              <p style="text-align: center;">
                <strong>HISTORIA</strong>
                <br />
              </p>
              <p style="text-align: left;">
                <br />
                <strong>Nececidad:</strong>
                <br />
                <br />En las comunidades Cat&oacute;licas siempre ha existido la pr&aacute;ctica de escudri&ntilde;ar las Escrituras, con el
                fin de tener un gran provecho espiritual y de descubrir cual es el mensaje que Dios quiere hacernos llegar por medio de
                la meditaci&oacute;n de su Palabra Viva.</p>
              <p style="text-align: left;">Uno de los m&eacute;todos de escudri&ntilde;aje es el de la lectura de un Vers&iacute;culo al azar, que consiste en tener
                una preparaci&oacute;n previa con oraci&oacute;n para luego dar paso a la lectura del Vers&iacute;culo.&nbsp;Esta es una
                forma de conocer las Escrituras y escuchar a Dios. Al azar, encontramos palabras de la Biblia en las que
                <strong>el Padre</strong> nos habla a trav&eacute;s de los profetas,
                <strong>el Hijo</strong> habla en el Evangelio y
                <strong>el Espiritu Santo</strong> anima e inspira al Pueblo de Dios por medio de los Ap&oacute;stoles.
                <br />
                <br />
              </p>
              <p>&ldquo;A Dios hablamos cuando oramos, y a El o&iacute;mos cuando leemos las palabras divinas&rdquo; (San Jer&oacute;nimo).</p>
              <p style="text-align: left;">
                <br />
                <br />
                <strong>Propuesta:</strong>
              </p>
              <br />
              <p style="text-align: left;">Debido a los avances del nuevo milenio en el que estamos, hemos decidido hacer una aplicaci&oacute;n m&oacute;vil para llevar
                este m&eacute;todo de escudri&ntilde;aje de una forma m&aacute;s portatil ya que viene a ser de gran ayuda en cualquier
                ocaci&oacute;n donde la persona quiera conocer los mensajes que Dios le quiere dar, utilizando la Biblia de Jerusal&eacute;n
                y generando los vers&iacute;culos de manera aleatoria.</p>
              <p style="text-align: left;">
                <br />
                <br />
                <strong>Como se usa:</strong>
              </p>
              <br />
              <p>Esta aplicaci&oacute;n utiliza, la versi&oacute;n de la
                <strong>Biblia de Jerusal&eacute;n.</strong>
              </p>
              <p>Esta dividida en tres secciones que hacen alusi&oacute;n a la Sant&iacute;sima Trinidad y cada secci&oacute;n est&aacute;
                desarrollada con un algoritmo rand&oacute;mico que tiene la funci&oacute;n de mostrar un vers&iacute;culo aleatorio de
                la Biblia. Las secciones est&aacute;n estructuradas de la siguiente manera:
                <br />
                <br />
              </p>
              <p>
                <strong>-El Padre:</strong> Muestra un vers&iacute;culo aleatorio de cualquier libro del Antiguo Testamento.
                <br />
                <br />
                <strong>-El Hijo:</strong>&nbsp;Muestra un vers&iacute;culo aleatorio de cualquiera de los cuatro Evangelios.
                <br />
                <br />
                <strong>-El Esp&iacute;ritu Santo:</strong> Muestra un vers&iacute;culo aleatorio de cualquier libro del Nuevo Testamento, con
                excepci&oacute;n de los Evangelios.</p>
              <p>
                <br />
                <br />Pidamos, pues, con Fe, que este d&iacute;a Dios nos pueda hablar al coraz&oacute;n con su Palabra&nbsp;</p>
              <br />
            </div><br>
        </ion-col>
      </ion-row>
</ion-content>
