<ion-header no-border class="header-bg-image">
  <ion-navbar class="toolbar-md2 toolbar-ios2">
      <button ion-button menuToggle>
          <ion-icon name="menu"></ion-icon>
        </button>
  </ion-navbar>

</ion-header>


<ion-content padding class="bg-image">
    <ion-row>
        <ion-col class="p-bg-img text-center">
          <div class="container">
              <p>Esta aplicaci&oacute;n utiliza, la versi&oacute;n de la <strong>Biblia de Jerusal&eacute;n.</strong><br /><br /></p>
              <p>Esta dividida en tres secciones que hacen alusi&oacute;n a la Sant&iacute;sima Trinidad y cada secci&oacute;n est&aacute; desarrollada con un algoritmo rand&oacute;mico que tiene la funci&oacute;n de mostrar un vers&iacute;culo aleatorio de la Biblia. Las secciones est&aacute;n estructuradas de la siguiente manera:<br /><br /></p>
              <p><strong>-El Padre:</strong> Muestra un vers&iacute;culo aleatorio de cualquier libro del Antiguo Testamento.<br /><br /><strong>-El Hijo:</strong>&nbsp;Muestra un vers&iacute;culo aleatorio de cualquiera de los cuatro Evangelios.<br /><br /><strong>-El Esp&iacute;ritu Santo:</strong> Muestra un vers&iacute;culo aleatorio de cualquier libro del Nuevo Testamento, con excepci&oacute;n de los Evangelios.</p>
              <p>&nbsp;</p>
              <p>La intenci&oacute;n de esta aplicaci&oacute;n no es para nada forzar la Revelaci&oacute;n p&uacute;blica y Divina de Dios que se manifiesta por medio de la Sagrada Escritura, antes bien reconocemos que Dios es capaz de manifiestar su Voluntad&nbsp;a trav&eacute;s de cualquier forma, por lo que consideramos que esta aplicaci&oacute;n, <strong>llevada de una manera correcta</strong>, &nbsp;puede ser muy provechosa para la Vida Espiritual.&nbsp;<br /><br />Recomendamos tener mucha <strong>prudencia y sabidur&iacute;a</strong> para discernir los vers&iacute;culos de la Sagrada Escritura.<br /><br /><br /><br /><br /></p>
          </div>
          <br>
        </ion-col>
      </ion-row>
</ion-content>
